{
  "title": "Caso de éxito: Turismo Mediterraneo",
  "date": "8th Jul 2019",
  "author": "Diego Rubilar",
  "body": "Una de las problemáticas más habituales a la hora de llevar un negocio al éxito, es saber que desiciones tomar sin afectar el resto de los procesos críticos de la PYME, ayudando a su vez al proceso en cuestión a funcionar de mejor manera.\n\nTurismo Mediterraneo es un Tour operador, es decir, vende programas de turismo a agencias de viaje dentro de todo Chile. Sin embargo, un día sus ventas comenzaron a bajar, la competencia se había adelantado y había dejado a esta empresa bastante atrás en cuanto a Marketing digital y estrategias de publicidad.\n\n![](/images/uploads/guia-viajes-familias-vctf-malta_3.jpg)\n\nLa página de Turismo Meditarraneo contenía fuertes problemas de carga por diversas causas, mal servidor, incorrecto desarrollo de esta, etc.. por lo mismo sus ventas comenzaron a disminuir, su portal se encontraba en un estado en el cual la mayoría de los clientes lo abandonaban antes de que terminara de cargar.\n\nEsta fue una oportunidad para que una nueva página tomara su lugar y para realizar este proyecto se tomaron en cuenta varias aristas de la empresa mediante el método Mind**Growth.**\n\n## El metodo consta de cuatro etapas principales las cuales puedes revisar en este post\n\nSe agregaron temas críticos para un proyecto como este, incluyendo un enfoque hacia el crecimiento organico en buscadores o SEO, chat en vivo en la página y un CMS que lograra satisfacer los requisitos propuestos.\n\n![pagina turismomediterraneo.cl ](/images/uploads/23232323.jpg)\n\nSin embargo el trabajo no termina acá, en MindGrowth nos gusta saber que tú y tus proyectos lo estén haciendo bien y sigan creciendo, por lo mismo generamos puntos de medición para saber como han avanzado desde que los ayudamos. \n\nEl resultado, un proceso de ventas y generación de oportunidades mucho más consistente vimos subir sus ventas y hasta el día de hoy los seguimos ayudando para generar aun más\n\nEste es un caso que particularmente nos deja contentos por los resultados y como esta empresa ha seguido avanzando y confiando en nosotros"
}